interview_list = {
        "아동기": [
            "어린 시절에 어떤 아이였는지",
            "집안의 분위기",
            "기억에 남는 집안 행사",
            "좋아했던 놀이"
        ],
        "청소년기": [
            "어떤 학교에 다녔는지",
            "기억에 남는 친구와의 추억",
            "잘했던 과목",
            "기억나는 선생님",
            "장래희망",
            "동경의 대상",
            "입시",
            "첫사랑"
        ],
        "청년기": [
            "청춘 시절을 어떻게 보냈는지",
            "기억에 남는 경험",
            "결혼 유무",
            "첫 만남",
            "데이트 장소",
            "청혼",
            "결혼식",
            "신혼여행",
            "신혼 시절",
            "첫 직장",
            "직장 동료",
            "업무의 성취감"
        ],
        "장년기": [
            "자녀가 태어났을 때",
            "자녀에 대한 기대",
            "자녀 자랑",
            "부부싸움",
            "가정의 불화가 있었다면 어떻게 극복했는지",
            "가족과의 추억"
        ],
        "노년기": [
            "인생에서 꼭 한 번 다시 만나고 싶은 사람이 있는지",
            "그렇다면 무슨 말을 전하고 싶은지",
            "본인의 가족에게 남기고 싶은 말이 있는지",
            "사후세계에 대해 어떻게 생각하는지"
        ]
    }